[
    {
        "title": "Predicting a food recipe's scores using Machine Learning",
        "image": "../assets/hyp_test.png",
        "description": "Conducted an extensive study on recipe reviews dataset, including tuned hyperparameters to perform a prediction",
        "github": "https://vsomani0.github.io/recipe-reviews/",
        "year": 2024
    },
    {
        "title": "Whole Foods Really Does Sell More Whole Foods!",
        "image": "../assets/whole_foods.png",
        "description": "Food processing scores of three major grocery stores by food category reveal that Whole Foods has less processed foods",
        "github": "TBA",
        "year": 2025
    },
    {
        "title": "Dinosaur Most Similar to a Pet: 2nd Place in Datahacks Hackathon",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Est molestiae sapiente dignissimos cupiditate ut? Aliquid minus dignissimos mollitia et optio molestias, laudantium aspernatur alias voluptates possimus quod, ad architecto praesentium voluptate dolore expedita in rerum a totam at.",
        "github": "https://github.com/chloesuwignjo/dinogym",
        "year": 2024
    },
    {
        "title": "MLB: Are older mananagers more likely to throw at hitters?",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Combined data from multiple sources to analyze the relationship between manager age and pitcher ejections for hit-by-pitches (proxy for throwing at hitters).",
        "github": "https://github.com/vsomani0/mlb-pitcher-ejections",
        "year": 2023
    },
    {
        "title": "Visualized Bike Traffic in Boston",
        "image": "../assets/bike_traffic_viz.png",
        "description": "Used Mapbox and Javascript to visualize bike traffic in Boston. Includes bike lanes, stations with bike counts, and filtering by time.",
        "year": 2025
    },

    {
        "title": "Programming a Chess Game",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Programmed a chess game using C++ with all rules of chess and computed whether moves are valid.",
        "github":"https://github.com/cs100/final-project-vsoma001-mkusn002-nyang065-lhuer022",
        "year": 2023
    },


    {
        "title": "Quisquam cumque voluptatibus.",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Quasi, doloremque, voluptatibus, cumque, doloribus, accusantium, nobis, facilis, reprehenderit, eveniet, magnam, delectus. Quod, quisquam, voluptatibus, cumque, doloribus, accusantium, nobis, facilis."
        , "year": 2022
    },
    {
        "title": "Explicabo deleniti cum ex.",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Cupiditate non illo, sunt similique voluptate tempora? Similique sed cumque excepturi, et iste cupiditate aliquid alias necessitatibus harum, neque dolores, quia natus architecto ipsum laboriosam voluptatibus voluptatum laborum commodi iusto."
        , "year": 2023
    },
    {
        "title": "Odit quae qui provident.",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Vitae totam odit non natus eligendi placeat, quidem tenetur voluptas incidunt temporibus a obcaecati impedit eum praesentium vel similique? Voluptas fuga laboriosam magni optio dolor temporibus ratione sapiente mollitia nobis!"
        , "year": 2023
    },
    {
        "title": "Quia distinctio dolor placeat.",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Cumque neque, inventore consequatur reiciendis optio, quidem aut dolor nihil corporis dolore nam mollitia tempore pariatur ex. Dolorum hic atque ea modi ipsam cumque ipsum rerum reprehenderit, eveniet voluptas eius."
        , "year": 2025
    },
    {
        "title": "Quaerat provident at laboriosam?",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Mollitia amet enim velit itaque tempora quibusdam unde illum esse libero cumque consectetur ex ipsam deleniti facilis veritatis labore facere assumenda suscipit nemo, porro id sed officia reiciendis. Earum, repellat!"
        , "year": 2024
    },
    {
        "title": "Velit porro facilis vel?",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Sunt eos non possimus corporis reprehenderit sed nostrum, repellendus, asperiores laudantium illum aliquam labore omnis qui quod facere minima aspernatur. Ducimus nihil dolorum non, facilis quibusdam beatae dicta ad excepturi!"
        , "year": 2023
    },
    {
        "title": "Soluta atque dignissimos dolorum.",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Voluptas sed reiciendis architecto animi, vitae iure tempora placeat magnam quasi consectetur perspiciatis! Sunt animi inventore dicta doloremque et exercitationem accusamus sapiente illum placeat! Voluptas odit ullam corporis repellat quo."
        , "year": 2024
    }
]
